Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/bible/svenskakyrkan/default.aspx_id=655211.html.tmx
Source language: fin
Languages: sme

source: Kaste
sme: Gásttašeapmi

source: Pieni lapsi on syntynyt maailmaan.
sme: Unna mánáš lea boahtán máilbmái.

source: Sitä haluamme juhlia yhdessä tuomalla lapsen kasteelle.
sme: Dán mii háliidit ávvudit ovttas dinguin – bures boahtin gásttašeapmái !

source: Lapsen vanhemmalle kaste voi ilmentää kiitollisuutta siitä, että on saanut juuri tämän pienen ihmisen lapsekseen.
sme: Dutnje vánhemin gásttašeapmi sáhttá leat vuohkin čájehit giitevašvuođa go don leat beassan šaddat vánhen juste dán unna olbmožii.

source: Kasteeseen liittyy lupaus siitä, että Jumala on elämässämme läsnä joka hetki riippumatta siitä, mitä se tuo tullessaan.
sme: Lohpádus Gásttašeamis lea lohpádus ahte Ipmil čuovvu min olles eallima, vaikko mii livččii dáhpáhuvvat.

source: Läpi kirkon historian kaste on ollut näkyvä todiste siitä, että jokainen ihminen kuuluu Jumalan yhteyteen.
sme: Olles girku historjjás gásttašeapmi lea leamaš oinnolaš duođaštussan juohke olbmo oktavuhtii Ipmiliin.

source: Kastejumalanpalvelus on ilon ja elämän juhla.
sme: Gásttašanipmilbálvalus lea ilu ja eallima feasta.

source: Kastettava tuodaan Jumalan eteen, hänen, joka antoi meille elämän ja joka iloitsee siitä kanssamme.
sme: Dat gii gásttašuvvo loktejuvvo Ipmila ovdii, gii addá midjiide eallima ja háliida oassálastit min illui dan dihte.

source: Jumala haluaa pysyä lähellämme läpi koko elämän. Hän haluaa vapauttaa meidät kaikesta mikä lamauttaa ja näin hän vapauttaa meidät elämään.
sme: Ipmil háliida leat min lahka olles eallima, gádjut min visot dain mat návccahuhttet ja dainna lágiin ođastahttit min eallinvejolašvuođaid.

source: Suurin osa Ruotsin kirkossa kastetuista on pieniä lapsia.
sme: Gásttašeapmi nuoraide Dávjjimusat gásttašuvvojit olbmot mánnán Ruoŧa girku bakte, muhto eanet ja eanet nuorat ja beallešaddit háliidit gásttašuvvot.

source: Yhä useammin kuitenkin myös nuoria sekä nuoria aikuisia hakeutuu kastettaviksi, yleensä rippikoulun yhteydessä tai jos henkilö on osallistunut kristinuskoa pohtivaan keskusteluryhmään.
sme: Dát dáhpáhuvvá dávjá rihpaskuvlalohkama oktavuođas, oahpahusa maŋŋil dehe risttalaš oskkuságastallanjoavkku oktavuođas.

source: Kaste on Ruotsin kirkon jäsenyyden perusta.
sme: Gásttašeapmi ja miellahttovuohta Gásttašeapmi lea vuođđu miellahttovuhtii Ruoŧa girkui.

source: Toisessa kristillisessä yhteisössä kasteen saanut on myös tervetullut Ruotsin kirkon jäseneksi, uutta kastetta ei vaadita.
sme: Dat gii lea gásttašuvvon eará risttalaš searvegottis lea maid bures boahtin miellahttun Ruoŧa girkui, ođđa gásttašeapmi ii dárbbahuvvo.

source: Ruotsin kirkon järjestyksen mukaan kaste on voimassa läpi elämän.
sme: Ruoŧa girku njuolggadusaid ektui risttalaš gásttašeapmi bistá agálaččat.
